import React from "react";
import { Col, Image } from "react-bootstrap";
import Logo from "../img/logo-name.png";

const CEOWord = () => {
  return (
    <div className="ceoword pt-4">
      <h3 className="title">كلمة رئيس مجلس الإدارة</h3>
      <div className="textbox">
        <p className=" text sub-title">
          السلام عليكم ورحمة الله وبركاته
          <br />
          الحمد لله والصلاة والسلام على رسول الله و بعد..
        </p>
        <p className="text">
          بفضل الله ثم ثقتكم وجهود منسوبي شركة روائع أخاطبكم من خلال (موقعنا
          الإلكتروني) بكل فخر واعتزاز متحدثاً كمنشأة وطنية صناعية ذات مكانة
          مرموقة ومتميزة رائدة في مجالات تخصصاتها المتنوعة تخطو بخُطى ثابتة
          وبطموح عال إلى آفاق العالمية والمستقبل، وذلك من خلال الدعم والعلاقة
          المتميزة و الوطيدة التي نشأت بيننا وبين أصحاب المصلحة سواء عملاء،
          موردين، مستثمرين، موظفين أو العمال جميعهم و الذين خدموا بتفاني وإخلاص حتى
          وصلنا إلى المكانة المرموقة والمتميزة التي أصبحت موضع فخر هذا اليوم.
        </p>
        <div className="line" />
        <p className="text">
          بدأت المسيرة بإنشاء مصانع تعمل في تخصصات متعددة، تتخللها الكثير من
          التحديثات والتوسعات مع مواكبة ما توصل إليه العلم في جميع المجالات
          الصناعية والتكنولوجية وذلك رغبة منا في البحث عن الأفضل لكل الذين
          تربطنا بهم علاقة، محافظين بعد توفيق الله على ريادتنا، تعمل هذه المصانع
          في مواقع مختلفة داخل وخارج المملكة وتأتي جميعها تحت مظلة (روائع
          المتميزون).
        </p>
        <p className="text py-4">
          تمكنت (روائع المتميزون) من خلال التطور المستمر من العمل على وضع
          إستراتيجيات طويلة المدى للوصول إلى أهدافها، داعمة ومساهمة إن شاء الله
          في تحقيق رؤية المملكة العربية السعودية 2030.
        </p>
        <p className=" text sub-title pt-4">
          في الختام، نتطلع معكم إلى علاقة طويلة المدى متينة ذات شفافية عالية
          فأنتم شركاء النجاح.
        </p>
        <Col md={3} xs={9} className="mt-5">
          <p className=" text mt-3 mb-2 pr-3">
            رئيس مجلس الإدارة
            <br />
            السيد / أكرم حمود محمد علي
          </p>
          <Image fluid src={Logo} alt="شعار الشركة" />
        </Col>
      </div>
    </div>
  );
};
export default CEOWord;
